{
  "published_date": "2019-05-18",
  "id": "la-copa-zambos-kids-llega-a-su-gran-final",
  "slug": "la-copa-zambos-kids-llega-a-su-gran-final",
  "title": "La Copa Zambos Kids Llega a su Gran Final",
  "category": "Comunicados Prensa",
  "image": "https://snack.yummiespromociones.com/SnacksyummiesAssets/la-copa-zambos-kids-llega-a-su-gran-final.webp",
  "image_banner": "https://snack.yummiespromociones.com/SnacksyummiesAssets/la-copa-zambos-kids-llega-a-su-gran-final.webp",
  "type": "image",
  "content": "Tegucigalpa, 18 de mayo de 2019. Zambos y la Federación Nacional Autónoma de Fútbol de Honduras desarrollaron juntos la Copa Zambos Kids, en la categoría Sub 13. La competencia contó con la participación de más de 478 equipos Sub-13 y más de 15,000 niños futbolistas a nivel nacional. Los equipos Luz y Vida y Biciclos Laureles disputaron la gran final en un partido emocionante en su lucha por coronarse campeones y quedarse con la Copa Zambos Kids. Zambos, como patrocinador oficial de la Selección Nacional de Honduras nuevamente apoya el deporte al adquirir los derechos de la Copa Sub-13, en esta ocasión patrocinando transporte, hospedaje, árbitros, alquiler de cancha, trofeos y medallas. Luis Weddle, gerente de marca de Yummies, destacó que 'ha sido un torneo emocionante de principio a fin, más de 15,000 niños se han divertido sanamente, y ese es uno de los propósitos de Zambos, fomentar la diversión sana mediante el apoyo al deporte nacional, además le apostamos a la unión familiar. Estamos muy orgullosos de patrocinar nuevamente esta copa, y desde ya felicitamos a los ganadores'. Los dieciséis (16) clubes participantes de diez países afiliados a CONCACAF fueron ubicados en cuatro grupos de cuatro. El equipo ganador competirá representando a Honduras en la Liga de Campeones Scotiabank U-13 de CONCACAF en San José, Costa Rica en agosto del 2019. La emocionante final se llevó a cabo en el estadio El Birichiche, donde estuvieron presentes autoridades de Fenafuth, así como ejecutivos de Yummies. Los asistentes disfrutaron de las diferentes activaciones realizadas por Zambos y degustaciones de snacks.",
  "url": "https://zambos.com/noticia/la-copa-zambos-kids/",
  "brand": [
    "zambos",
    "yummies"
  ],
  "product": [
    "zambos"
  ]
}
