{
  "published_date": "2019-01-30",
  "id": "wendys-y-zambos-lanzan-zambos-burger",
  "slug": "wendys-y-zambos-lanzan-zambos-burger",
  "title": "Wendy's y Zambos lanzan 'Zambos Burger'",
  "category": "Comunicados Prensa",
  "image": "https://snack.yummiespromociones.com/SnacksyummiesAssets/wendys-y-zambos-lanzan-zambos-burger.webp",
  "image_banner": "https://snack.yummiespromociones.com/SnacksyummiesAssets/wendys-y-zambos-lanzan-zambos-burger.webp",
  "type": "image",
  "content": "Tegucigalpa, 30 de enero de 2019. Wendy's y Zambos lanzan una nueva hamburguesa: ZAMBOS BURGER, una novedosa combinación de la calidad y el sabor único de Wendy's junto con las deliciosas tajaditas de plátano Zambos Originales, simplemente una deliciosa combinación. Esta hamburguesa, además de la calidad y frescura que caracteriza a Wendy's, cuenta en su interior con una deliciosa carne 100% de res sencilla o doble, o si prefieres delicioso pollo Crispy, salsa exclusiva de la casa, vegetales frescos, tocino y crujientes tajaditas de plátano onduladas de Zambos, lo que se traduce en una verdadera explosión de sabores y texturas que deleitarán el paladar de todos los hondureños. La nueva Zambos Burger la pueden encontrar en todos los restaurantes Wendy's a nivel nacional y estará vigente por tiempo limitado, así que los invitamos a visitar su restaurante Wendy's más cercano y degustar de la combinación de dos de las marcas preferidas de los hondureños: Wendy's y Zambos. Luis Weddle, gerente de marcas de Snacks Yummies, comentó que 'nuevamente hacemos una alianza con Wendy's porque queremos presentar a nuestros consumidores formas innovadoras de disfrutar nuestros snacks, y estamos seguros de que la Zambos Burger será una de las opciones preferidas en el menú de este restaurante. Además, los invitamos a que se atrevan a hacer recetas y combinaciones como estas y nos las compartan a través de nuestras redes sociales, donde nos encuentran como @snacksyummies'. Se trata de una alianza única que trae una experiencia de sabor fantástica al morder una hamburguesa de Wendy's y sentir el crunch de Zambos. El lanzamiento de Zambos Burger se llevó a cabo en el restaurante Wendy's Alameda con la presencia de autoridades de ambas marcas, donde asistieron medios de comunicación e invitados especiales que disfrutaron del sabor de esta original propuesta.",
  "url": "https://zambos.com/noticia/wendys-y-zambos-lanzan-zambos-burguer/",
  "brand": [
    "zambos"
  ],
  "product": [
    "zambos-originales",
    "zambos-burger"
  ]
}