{
  "published_date": "2016-11-04",
  "id": "zambos-patrocinador-de-la-seleccion-nacional",
  "slug": "zambos-patrocinador-de-la-seleccion-nacional",
  "title": "ZAMBOS Patrocinador de La Selección Nacional",
  "category": "Comunicados Prensa",
  "image": "https://snack.yummiespromociones.com/SnacksyummiesAssets/zambos-patrocinador-de-la-seleccion-nacional.webp",
  "image_banner": "https://snack.yummiespromociones.com/SnacksyummiesAssets/zambos-patrocinador-de-la-seleccion-nacional.webp",
  "type": "image",
  "content": "Tegucigalpa, 4 de noviembre de 2016. Zambos, la marca de Snacks preferida de los hondureños se pone la camiseta de la 'H' y lleva alegría a los aficionados del equipo de todos, al ser anunciado como nuevo patrocinador oficial de la Selección Nacional de Honduras. La noticia la dieron a conocer las autoridades de la Federación Nacional de Fútbol de Honduras (FENAFUTH), previo al partido que enfrentará la 'H' contra la selección de Panamá, encuentro que se llevará a cabo el próximo 11 de noviembre en el Estadio Olímpico de San Pedro Sula. El presidente Interino de la FENAFUTH Jorge Salomón, y Miguel Mauricio Facusse, Presidente Ejecutivo de Dinant firmaron un acuerdo que establece que Zambos es el nuevo patrocinador de la selección hondureña para este nuevo proceso en busca del pase clasificatorio hacía el Mundial de Rusia 2018. Con este importante patrocinio, Dinant reitera los fuertes lazos de amistad con el pueblo hondureño apoyando directamente el deporte rey en Honduras en todas sus categorías, especialmente al acompañar a la Selección Nacional en toda esta fase Hexagonal. Sobre la presentación de Zambos como patrocinador de la bicolor, Miguel Mauricio Facusse, Presidente Ejecutivo de Dinant, afirmó que 'es un orgullo para nosotros ser parte de una de las mayores alegrías que tiene el pueblo hondureño: la Selección Nacional de Fútbol, y estamos seguros que este equipo liderado por Jorge Luis Pinto, seguirá colocando en alto el nombre de Honduras.' Participaron en el anuncio José Ernesto Mejia, Secretario General de FENAFUTH, y los jugadores Rommel Kioto y Johny Palacios quienes agradecieron el apoyo que Zambos ha dado a los seleccionados y al voto de confianza para esta nueva etapa.",
  "url": "https://zambos.com/noticia/zambos-es-el-nuevo-patrocinador-de-la-seleccion-nacional/",
  "brand": [
    "zambos",
    "dinant"
  ],
  "product": [
    "zambos"
  ]
}