{
  "published_date": "2019-07-18",
  "id": "zambosgram-llega-por-cuarto-anio-consecutivo",
  "slug": "zambosgram-llega-por-cuarto-anio-consecutivo",
  "title": "ZAMBOSGRAM Llega Por Cuarto Año Consecutivo",
  "category": "Eventos",
  "image": "https://snack.yummiespromociones.com/SnacksyummiesAssets/zambosgram-llega-por-cuarto-ano-consecutivo.webp",
  "image_banner": "https://snack.yummiespromociones.com/SnacksyummiesAssets/zambosgram-llega-por-cuarto-ano-consecutivo.webp",
  "type": "image",
  "content": "Tegucigalpa, 18 de julio de 2019. Yummies, la marca líder en snacks, presenta la cuarta edición del concurso de fotografía ZambosGram, con más de L 80,000 en premios y muchas sorpresas. ZambosGram es una de las actividades más esperadas del año por los amantes de Yummies y de la fotografía, donde tienen la oportunidad de participar quienes suban una imagen tomada únicamente con su celular en la categoría de su elección a su cuenta de Instagram de manera pública. Además de subir la fotografía deberán etiquetar a @SnacksYummies y usar los hashtags oficiales del concurso para ser tomadas en cuenta y que puedan ser seleccionadas como finalistas. Este año, el concurso se divide en cuatro categorías: Naturaleza, Urbano, Lifestyle y Food, donde cada participante tendrá que utilizar el hashtag: #ZambosGramNaturaleza, #ZambosGramUrbano, #ZambosGramLifestyle y #ZambosGramFood según corresponda, y siempre utilizar la etiqueta #ZambosGram para poder participar. Nuevamente se cuenta con un jurado conformado por reconocidos fotógrafos, donde se incluye a Karla Urbina como mentora y fotógrafa profesional, Carlos Palma como fotógrafo independiente, Ana Valladares, embajadora y fotógrafo profesional y Fernando Solera, Director de Creatividad de Dinant. El ganador de cada categoría recibirá un smartphone, L 5,000 en efectivo, dos gift cards y una camiseta conmemorativa de Galeano, un work shop de fotografía con Karla Urbina y mucho producto de Snacks Yummies. Luis Weddle, gerente de marcas de Snacks Yummies, comentó: 'Por cuarto año consecutivo desarrollamos ZambosGram y es una oportunidad para acercarnos a nuestros consumidores y además para premiar su talento, su preferencia y fidelidad a la marca Zambos, sin duda, la favorita de los hondureños. Así que los invitamos a seguirnos en las redes sociales para participar y disfrutar del arte de la fotografía'. Más información en @SnacksYummies en Instagram, Facebook y Twitter.",
  "url": "https://zambos.com/noticia/zambosgram-llega-por-cuarto-ano-consecutivo/",
  "brand": [
    "snacks-yummies",
    "zambos"
  ],
  "product": [
    "zambos"
  ]
}