{
  "published_date": "2018-09-11",
  "id": "zambos-y-galeano-celebran-el-mes-patrio",
  "slug": "zambos-y-galeano-celebran-el-mes-patrio",
  "title": "Zambos y Galeano Celebran El Mes Patrio",
  "category": "Comunicados Prensa",
  "image": "https://snack.yummiespromociones.com/SnacksyummiesAssets/zambos-y-galeano-celebran-el-mes-patrio.webp",
  "image_banner": "https://snack.yummiespromociones.com/SnacksyummiesAssets/zambos-y-galeano-celebran-el-mes-patrio.webp",
  "type": "image",
  "content": "Tegucigalpa, 11 de septiembre de 2018. Por tercer año consecutivo Zambos y Galeano hacen una espectacular alianza, ofreciendo nuevos diseños de empaques de Zambos tamaño familiar y camisetas en honor a la celebración de nuestras fiestas patrias. Este año llegan tres diferentes empaques de edición limitada de Zambos que van acorde con tres novedosos diseños de camisetas, y en 2018 están disponibles también una gorra y un bolso conmemorativo que desde ya se pueden adquirir en las tiendas Galeano. Luis Weddle, gerente de marcas de Snacks Yummies, expresó que 'septiembre es sin duda un mes importante para todos los hondureños, pues hace renacer el sentimiento patrio y con esta alianza pretendemos fortalecer nuestra identidad mediante la fusión de dos marcas 100% hondureñas que se caracterizan por destacar nuestras tradiciones, así que los invitamos a estar pendientes de nuestras redes sociales para que se enteren de las promociones que desarrollaremos gracias a esta colaboración'. Diego Flores, gerente de Marca de Galeano, comentó: 'En Galeano nuestro valor principal y deber ante Honduras, es representarlo con nuestro trabajo y diseños, como el hermoso y único país el cual nos vio nacer. Iniciamos con nuestros símbolos patrios que en los últimos meses hemos estado hipnotizados por nuestro Escudo Nacional con cada uno de sus detalles, por esa razón decidimos este año hacerle honor con dos diseños en esta campaña, y siempre resaltando como forma de concientización a conservar nuestra fauna, con un diseño alusivo a nuestra hermosa ave nacional. Los invitamos a conocer más de nuestros productos y de esta nueva campaña en conmemoración a nuestro mes patrio'. Snacks Yummies a través de sus cuentas en Facebook, Twitter e Instagram, estará obsequiando camisetas, gorras, bolsos y mucho producto, por lo que se hace la invitación a seguir de las cuentas @snacksyummies, @galeanohn o @galeanocoffee.",
  "url": "https://zambos.com/noticia/zambos-y-galeano-celebran-el-mes-patrio/",
  "brand": [
    "zambos",
    "snacks-yummies"
  ],
  "product": [
    "zambos"
  ]
}