{
  "published_date": "2019-05-18",
  "id": "the-zambos-kids-cup-reaches-its-grand-finale",
  "slug": "the-zambos-kids-cup-reaches-its-grand-finale",
  "title": "The Zambos Kids Cup reaches its Grand Finale",
  "category": "Comunicados",
  "image": "https://snack.yummiespromociones.com/SnacksyummiesAssets/la-copa-zambos-kids-llega-a-su-gran-final.webp",
  "image_banner":"https://snack.yummiespromociones.com/SnacksyummiesAssets/la-copa-zambos-kids-llega-a-su-gran-final.webp",
  "type": "image",
  "content":"Tegucigalpa, May 18, 2019. Zambos and the National Autonomous Football Federation of Honduras developed the Zambos Kids Cup together, in the Sub 13 category. The competition had the participation of more than 478 Sub-13 teams and more than 15,000 children soccer players nationwide. The Luz y Vida and Biciclos Laureles teams played the grand final in an exciting match in their fight to be crowned champions and win the Zambos Kids Cup. Zambos, as the official sponsor of the Honduras National Team, once again supports the sport by acquiring the rights to the U-13 Cup, this time sponsoring transportation, accommodation, referees, court rental, trophies and medals. Luis Weddle, Yummies brand manager, highlighted that “it has been an exciting tournament from start to finish, more than 15,000 children have had healthy fun, and that is one of the purposes of Zambos, to promote healthy fun by supporting sport national, we also bet on the family union. We are very proud to sponsor this cup again, and we already congratulate the winners ” The sixteen (16) participating clubs from ten CONCACAF affiliated countries were placed into four groups of four. The winning team will compete representing Honduras in the CONCACAF Scotiabank U-13 Champions League in San José, Costa Rica in August 2019. The exciting final took place at the El Birichiche stadium, where authorities from Fenafuth were present, as well as executives from Yummies. Attendees enjoyed the different activations carried out by Zambos and snack tastings.",
  "url": "https://zambos.com/noticias/the-zambos-kids-cup-reaches-its-grand-finale",
  "brand": [
    "zambos"
  ],
  "product": [
    "zambos"
  ]
}