{
  "published_date": "2019-01-30",
  "id": "wendy's-and-zambos-launch-zambos-burger",
  "slug": "wendy's-and-zambos-launch-zambos-burger",
  "title": "Wendy's and Zambos launch \"Zambos Burger\"",
  "category": "Comunicados",
  "image": "https://snack.yummiespromociones.com/SnacksyummiesAssets/wendys-y-zambos-lanzan-zambos-burger.webp",
  "image_banner":"https://snack.yummiespromociones.com/SnacksyummiesAssets/wendys-y-zambos-lanzan-zambos-burger.webp",
  "type": "image",
  "content": "Tegucigalpa, January 30, 2019. Wendy’s and Zambos launch a new burger: ZAMBOS BURGER, a novel combination of Wendy’s quality and unique flavor along with the delicious Zambos Originales banana slices, simply a delicious combination. This hamburger, in addition to the quality and freshness that characterizes Wendy’s, has inside a delicious 100% beef single or double or if you prefer delicious Crispy chicken, exclusive house sauce, fresh vegetables, bacon and crispy slices of wavy banana from Zambos, which translates into a true explosion of flavors and textures that will delight the palate of all Hondurans. The new Zambos Burger can be found in all Wendy’s restaurants nationwide and will be valid for a limited time, so we invite you to visit your closest Wendy’s restaurant and taste a combination of two of the Honduran favorite brands: Wendy’s and Zambos. Luis Weddle, brand manager of Snacks Yummies, commented that “once again we make an alliance with Wendy’s because we want to present our consumers with innovative ways to enjoy our snacks, and we are sure that the Zambos Burger will be one of the preferred options on the menu of this restaurant. In addition, we invite you to dare to make recipes and combinations like these and share them with us through our social networks, where you find us as @snacksyummies ”. It is a unique alliance that brings a fantastic taste experience when biting into a Wendy’s burger and feeling the Zambos crunch. The launch of Zambos Burger took place at Wendy’s Alameda restaurant with the presence of authorities from both brands, attended by the media and special guests who enjoyed the taste of this original proposal.",
  "url": "https://zambos.com/noticias/wendy's-and-zambos-launch-zambos-burger",
  "brand": [
    "zambos"
  ],
  "product": [
    "zambos"
  ]
}