{
  "published_date": "2016-11-03",
  "id": "zambos-the-new-sponsor-of-the-national-team",
  "slug": "zambos-the-new-sponsor-of-the-national-team",
  "title": "ZAMBOS The New Sponsor of The National Team",
  "category": "Comunicados",
  "image": "https://snack.yummiespromociones.com/SnacksyummiesAssets/zambos-patrocinador-de-la-seleccion-nacional.webp",
  "image_banner":"https://snack.yummiespromociones.com/SnacksyummiesAssets/zambos-patrocinador-de-la-seleccion-nacional.webp",
  "type": "image",
  "content": "Tegucigalpa, November 4, 2016. Zambos, the Honduran favorite brand of Snacks, dons the \"H\" shirt and brings joy to the fans of everyone's team, as it is announced as the new official sponsor of the National Team from Honduras. The news was announced by the authorities of the National Football Federation of Honduras (FENAFUTH), prior to the match that the \"H\" will face against the Panama team, a match that will take place on November 11 at the Olympic Stadium of San Pedro Sula. The Interim President of FENAFUTH Jorge Salomón, and Miguel Mauricio Facusse, Executive President of Dinant signed an agreement that establishes that Zambos is the new sponsor of the Honduran team for this new process in search of the qualifying pass to the 2018 World Cup in Russia. With this important sponsorship, Dinant reiterates the strong ties of friendship with the Honduran people, directly supporting the beautiful sport in Honduras in all its categories, especially by accompanying the National Team throughout this Hexagonal phase. Regarding the presentation of Zambos as sponsor of the bicolor, Miguel Mauricio Facusse, Executive President of Dinant, stated that \"it is a pride for us to be part of one of the greatest joys that the Honduran people have: the National Soccer Team, and we are sure that this team, led by Jorge Luis Pinto, will continue to promote the name of Honduras.\" José Ernesto Mejia, Secretary General of FENAFUTH, and the players Rommel Kioto and Johny Palacios participated in the announcement, who thanked Zambos for the support they have given to those selected and the vote of confidence for this new stage.",
  "url": "https://zambos.com/noticias/zambos-the-new-sponsor-of-the-national-team",
  "brand": [
    "zambos"
  ],
  "product": [
    "zambos"
  ]
}