{
  "published_date": "2019-05-18",
  "id": "zambosgram-arrives-by-fourth-consecutive-year",
  "slug": "zambosgram-arrives-by-fourth-consecutive-year",
  "title": "ZambosGram arrives by fourth consecutive year",
  "category": "Comunicados",
  "image": "https://snack.yummiespromociones.com/SnacksyummiesAssets/zambosgram-llega-por-cuarto-anio-consecutivo.webp",
  "image_banner":"https://snack.yummiespromociones.com/SnacksyummiesAssets/zambosgram-llega-por-cuarto-anio-consecutivo.webp",
  "type": "image",
  "content":"Tegucigalpa, July 18, 2019. Yummies, the leading brand in snacks, presents the fourth edition of the ZambosGram photography contest, with more than L 80,000 in prizes and many surprises. ZambosGram is one of the most anticipated activities of the year for lovers of Yummies and photography, where those who upload an image taken only with their cell phone in the category of their choice to their Instagram account publicly have the opportunity to participate. In addition to uploading the photograph, they must tag @SnacksYummies and use the official hashtags of the contest to be taken into account and that they can be selected as finalists. This year, the contest is divided into four categories: Nature, Urban, Lifestyle and Food, where each participant will have to use the hashtag: #ZambosGramNaturaleza, #ZambosGramUrbano, #ZambosGramLifestyle and #ZambosGramFood as appropriate, and always use the #ZambosGram tag to participate. Once again, there is a jury made up of renowned photographers, which includes Karla Urbina as a mentor and professional photographer, Carlos Palma as a freelance photographer, Ana Valladares, ambassador and professional photographer and Fernando Solera, Director of Creativity at Dinant. The winner of each category will receive a smartphone, L 5,000 in cash, two gift cards and a commemorative Galeano t-shirt, a photography work shop with Karla Urbina and lots of Snacks Yummies products. Luis Weddle, brand manager at Snacks Yummies, commented: “For the fourth consecutive year we developed ZambosGram and it is an opportunity to get closer to our consumers and also to reward their talent, their preference and loyalty to the Zambos brand, without a doubt, the favorite of Hondurans. So we invite you to follow us on social networks to participate and enjoy the art of photography ”. More information at @SnacksYummies on Instagram, Facebook and Twitter.",
  "url": "https://zambos.com/noticias/zambosgram-arrives-by-fourth-consecutive-year",
  "brand": [
    "zambos"
  ],
  "product": [
    "zambos"
  ]
}