{
  "published_date": "2018-09-11",
  "id": "zambos-and-galeano-celebrate-the-patriotic-month",
  "slug": "zambos-and-galeano-celebrate-the-patriotic-month",
  "title": "Zambos and Galeano celebrate the Patriotic Month",
  "category": "Comunicados",
  "image": "https://snack.yummiespromociones.com/SnacksyummiesAssets/zambos-y-galeano-celebran-el-mes-patrio.webp",
  "image_banner":"https://snack.yummiespromociones.com/SnacksyummiesAssets/zambos-y-galeano-celebran-el-mes-patrio.webp",
  "type": "image",
  "content": "Tegucigalpa, September 11, 2018.- For the third consecutive year, Zambos and Galeano make a spectacular alliance, offering new designs of family-size Zambos packaging and t-shirts in honor of the celebration of our national holidays. This year, three different limited-edition Zambos packages arrive that go according to three new designs of t-shirts, and in 2018 a cap and a commemorative bag are also available that can already be purchased in Galeano stores. Luis Weddle, brand manager of Snacks Yummies, stated that “September is undoubtedly an important month for all Hondurans, as it brings back the national feeling and with this alliance we intend to strengthen our identity through the merger of two 100% Honduran brands that are characterized by highlighting our traditions, so we invite you to be aware of our social networks to find out about the promotions that we will develop thanks to this collaboration ”. Diego Flores, Galeano Brand Manager, commented: At Galeano our main value and duty to Honduras is to represent it with our work and designs, as the beautiful and unique country which saw us born. We started with our national symbols that in recent months we have been hypnotized by our National Shield with each of its details, for that reason we decided this year to honor it with two designs in this campaign, and always highlighting as a way of achieving conservation of our fauna , with a design alluding to our beautiful national bird. We invite you to learn more about our products and about this new campaign in commemoration of our national month ”. Snacks Yummies through its accounts on Facebook, Twitter and Instagram, will be giving away t-shirts, hats, bags and a lot of product, so the invitation to follow is made from the accounts @snacksyummies, @galeanohn or @galeanocoffee.",
  "url": "https://zambos.com/noticias/zambos-and-galeano-celebrate-the-patriotic-month",
  "brand": [
    "zambos"
  ],
  "product": [
    "zambos"
  ]
}